<template>
	<div>
		<h1 style="text-align: center;" class="kbsmh1">謎10</h1>
		<h1 style="text-align: center; color: #000DFF" class="kbsmh1">ゲームクリア</h1>
		<article class="story">
			<p></p>
			<p>すでに体がかなり重い。この霧の毒は体に回るのがかなり早いようだ。もうだめかと思った時、持っている剣がまばゆく光る。</p>
            <p>剣が......金色に！</p>
            <p>覚醒した剣を一振りすると、自分の周りの霧が薄くなる。あとは、あの黒い蛾を倒すだけだ！</p>
            <p>私は階段を駆け下りると、黒い蛾とエングラードが戦っている場所にやってくる。より霧は濃くなったが、覚醒した知恵の剣のおかげでなんとかなる。私は剣を構えると、蛾を貫いた。そして、空気に溶け込むように蛾は消えさっていった。</p>
            <p>「信じてくれたんだな。私を。」</p>
            <p>私はエングラードに頷く。</p>
            <p>だが、一体なぜあの観測者と呼ばれる存在に人間は狙われてしまったのだろう？そもそも観測者とはなんなのだろうか？</p>
            <p>「そうだな。説明しよう。私とあの蛾は、地底世界で地球を観測している存在。地球が終わりを迎えないように見守るのが仕事だ。」</p>
            <p>それが、「観測者」か。</p>
            <p>「あの蛾は人間の環境破壊に目をつけてね。あれを理由に、人間を滅亡させようと言い出したんだ。たしかに人間程の量は容易いことではあるのだが、数にしては人間の影響は大きいからね。たしかに人間がいないことで守られる環境もあるが、人間がいないことで失われる環境もある。」</p>
            <p>環境破壊......か。それでもエングラードは私たちを庇ってくれた。</p>
            <p>「それに加えて、人間だって環境の大切さに気付いたのだろう？私は人間を信じている。」</p>
            <p>ありがとう、エングラード。</p>
            <p>「いいんだよ。さて、もうその剣は必要ないな？」</p>
            <p>いつの間にか霧は完全に消えて、体調も良くなっている。</p>
            <p>「私ももう戻ろう。ここ周辺の町は私が襲撃する前の状況に戻しておくから安心してくれ。それでは、知恵のある者よ、物を開き、務めを成したまえ！」</p>
            <p>まばゆい光に思わず目をつむると、開いたときにはそこにエングラードの姿はなかった。</p>
            <p>「これで、あなたの任務は以上です。お疲れさまでした。」</p>
            <p></p>
		</article>

		<div class="button" style="text-align: center;">
			<a href="questionindex">謎の選択に戻る</a>
		</div>
		<div class="button" style="text-align: center;">
			<a href="clear">景品ページへ</a>
		</div>

	</div>
</template>

<script>
export default {
	layout:'kaibutuseimu',
	created(){
		if(String(this.$cookies.get('kaibutuseimu')).charAt(9)==='0'){
			this.$router.push({ path: 'q10' });
		}
	}
}
</script>