<template>
	<div>
		<h1 style="text-align: center;">オープニング</h1>
		<article class="story">
		    <p></p>
			<p>カイセイの進入に成功した私はオペレーターに連絡する。</p>
            <p>「そうですか。では、エングラードの発見をよろしくお願いします。」</p>
            <p>......エングラード。それは、突如発見された未知の生物。体長が2m程の赤いドラゴンのような見た目をしている。体長で言えばライオンと同じくらいなわけだが、その恐ろしさはライオンの比ではない。その凶暴性、強靭な肉体、火吹きであることなど様々だ。そんな生物がなぜここ、カイセイを拠点に暴れているのか......。私はそんなエングラードを発見し、可能であれば駆除するということなのだが......私？私はただの有志。緊急で募られていたエングラード担当者に応募し、条件を満たしているから認められた。本当にそれだけ。</p>
            <p>カイセイっていうのは......確か元学校だったはず？無線を使ってオペレーターに尋ねてみる。</p>
            <p>「えぇ、そうです。今あなたがいるのは、当時『第二グラウンド』と呼ばれていた場所で、あなたにはそこから『高校校舎』に向かってもらいます。そこで以前の部隊が使用したものを受け取ってください。」</p>
            <p>私はグラウンドを突っ切り、二つの校舎の間を通る。......本当にここ？少し不安になるが、扉が見えてくる。</p>
            <p>大丈夫。ここだ。高校校舎は。</p>
            <p>中を左の壁に沿って進むと、さっき言っていた支給品らしき箱が3つある。私は安心し、開けようとするが......</p>
            <p>鍵が掛かっている。しかもよく見ると、英語のパスワード式だ。</p>
            <p>「はい？パスワード......？」</p>
            <p>オペレーターも知らない......か。どうにかして、この箱を開けられないだろうか。</p>
            <p></p>
		</article>

		<div class="button" style="text-align: center;">
			<a href="./questionindex">謎の選択に戻る</a>
		</div>	
		<div class="button" style="text-align: center;">
			<a v-bind:href="[tassei === '1' ? 'good1' : 'q1']">次の問題へ</a>
		</div>
	</div>
</template>

<script>
export default {
	layout:'kaibutuseimu',
	data(){
		return{
			tassei:String(this.$cookies.get('kaibutuseimu')).charAt(0)
		}
	},
	
}
</script>
